tests/XMP/XMP_XFW007/PSEWebServiceAPI/getByName003.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:tns="http://presenceservice.intf.mobilgw.com/">
    <soap:Body>
        <tns:getByName>
            <name>xttuser</name>
        </tns:getByName>
    </soap:Body>
</soap:Envelope>
